Repository: justpainful/Maxishere2.0
Catalog: apps/ios/Resources/Localizable.xcstrings
Source language: en
Languages: ar

# error.product.invalid_response.reason
source: Max received content it could not safely read.
ar: استلم Max محتوى تعذر قراءته بأمان.

# error.product.invalid_response.title
source: Content unavailable
ar: المحتوى غير متاح

# error.product.not_found.reason
source: This item may have moved or is no longer available.
ar: قد يكون هذا العنصر قد نُقل أو لم يعد متاحًا.

# error.product.not_found.title
source: Item not found
ar: لم يتم العثور على العنصر

# error.product.offline.reason
source: Reconnect or open an item saved for offline use.
ar: أعد الاتصال أو افتح عنصرًا محفوظًا للاستخدام دون اتصال.

# error.product.offline.title
source: You are offline
ar: أنت غير متصل

# error.product.profile_image.reason
source: Max could not safely use this profile image.
ar: تعذر على Max استخدام صورة الحساب هذه بأمان.

# error.product.profile_image.recovery
source: Choose another image smaller than 10 MB and try again.
ar: اختر صورة أخرى أصغر من 10 ميجابايت وحاول مجددًا.

# error.product.profile_image.title
source: Image not updated
ar: لم يتم تحديث الصورة

# error.product.retry
source: Try Again
ar: إعادة المحاولة

# error.product.server.reason
source: Max could not reach your private library right now.
ar: تعذر على Max الوصول إلى مكتبتك الخاصة الآن.

# error.product.server.title
source: Max is unavailable
ar: Max غير متاح

# error.product.session_expired.reason
source: Your private session ended. Sign in to continue.
ar: انتهت جلستك الخاصة. سجّل الدخول للمتابعة.

# error.product.session_expired.title
source: Sign in again
ar: سجّل الدخول مجددًا

# error.product.sign_in
source: Sign In
ar: تسجيل الدخول

# error.profile.image_invalid
source: Choose a JPEG, PNG, HEIC, or WebP image smaller than 10 MB.
ar: اختر صورة JPEG أو PNG أو HEIC أو WebP أصغر من 10 ميجابايت.

# error.rating.invalid
source: Choose a rating from 1 to 10.
ar: اختر تقييمًا من 1 إلى 10.

# error.support_details
source: Problem Details
ar: تفاصيل المشكلة

# error.transfer.interrupted
source: The transfer was interrupted. Retry to continue.
ar: توقفت عملية النقل. حاول مجددًا للمتابعة.

# error.transfer.missing_record
source: The transfer record is unavailable.
ar: سجل النقل غير متاح.

# error.upload.cancelled
source: The upload was cancelled.
ar: تم إلغاء الرفع.

# error.upload.failed
source: The upload failed.
ar: فشل الرفع.

# error.upload.incomplete
source: One or more uploads did not complete.
ar: لم تكتمل عملية رفع ملف واحد أو أكثر.

# error.upload.invalid_file_ids
source: One or more uploaded file identifiers are invalid.
ar: معرّف ملف مرفوع واحد أو أكثر غير صالح.

# error.upload.missing_file_id
source: The upload completed without a server file identifier.
ar: اكتمل الرفع من دون معرّف ملف من الخادم.

# error.upload.source_missing
source: The upload source is no longer available. Select the file again.
ar: مصدر الرفع لم يعد متاحًا. اختر الملف مجددًا.

# error.workspace.missing_id
source: The workspace identifier is missing.
ar: معرّف مساحة العمل مفقود.

# home.empty.subtitle
source: Try a different search or switch between Browse and Shuffle.
ar: جرّب بحثًا مختلفًا أو بدّل بين التصفح والخلط.

# home.empty.title
source: Nothing matched
ar: لا توجد نتائج

# home.eyebrow
source: Home
ar: الرئيسية

# home.filter.all
source: All media
ar: كل الوسائط

# home.filter.kind
source: Media Type
ar: نوع الوسائط

# home.filter.unrated
source: Unrated only
ar: غير المقيّمة فقط

# home.filter.unwatched
source: Unwatched only
ar: غير المشاهدة فقط

# home.filters
source: Filters
ar: عوامل التصفية

# home.mode.browse
source: Browse
ar: تصفح

# home.mode.shuffle
source: Shuffle
ar: خلط

# home.mode.title
source: Home mode
ar: نمط الصفحة الرئيسية

# home.search
source: Search in Home
ar: ابحث داخل الرئيسية

# home.search.suggestion
source: Search your Max library
ar: ابحث في مكتبة Max

# home.section.continue
source: Continue
ar: متابعة

# home.section.continue.subtitle
source: Real media only, driven by your current mobile filters.
ar: وسائط حقيقية فقط وفق فلاتر الموبايل الحالية.

# home.section.for_you
source: For You
ar: لك

# home.section.for_you.subtitle
source: Media selected from your Max catalog.
ar: وسائط مختارة من فهرس Max الخاص بك.

# home.subtitle
source: Shuffle when you want motion. Browse when you want control.
ar: استخدم الخلط عندما تريد الحركة، والتصفح عندما تريد التحكم.

# home.title
source: Private media, routed cleanly
ar: وسائطك الخاصة بشكل أوضح

# library.collections
source: Collections
ar: المجموعات

# library.collections.empty
source: No collections yet
ar: لا توجد مجموعات بعد

# library.collections.empty.subtitle
source: Collections exposed by your Max account will appear here.
ar: ستظهر هنا المجموعات التي يعرضها حساب Max الحقيقي.

# library.collections.subtitle
source: Playlists and grouped media exposed by the backend.
ar: قوائم ووسائط مجمعة يوفّرها الـ backend الحقيقي.

# library.downloads
source: Downloads
ar: التنزيلات

# library.downloads.empty
source: No downloads yet
ar: لا توجد تنزيلات بعد

# library.downloads.empty.subtitle
source: Download an item from the player to keep it on this iPhone.
ar: نزّل عنصرًا من المشغّل للاحتفاظ به على هذا الآيفون.

# library.downloads.subtitle
source: Manual device-only downloads with local protection.
ar: تنزيلات يدوية محلية على الجهاز فقط مع حماية محلية.

# library.empty.subtitle
source: The mobile library route did not return usable content yet.
ar: مسار مكتبة الموبايل لم يرجع محتوى صالحًا بعد.

# library.empty.title
source: Library unavailable
ar: المكتبة غير متاحة

# library.eyebrow
source: Library
ar: المكتبة

# library.loading
source: Loading Library…
ar: جارٍ تحميل المكتبة…

# library.ratings
source: Ratings
ar: التقييمات

# library.ratings.empty
source: No ratings yet
ar: لا توجد تقييمات بعد

# library.ratings.empty.subtitle
source: Rate a film to keep both opinions together without an average.
ar: قيّم فيلمًا للاحتفاظ بالرأيين معًا دون متوسط.

# library.ratings.subtitle
source: Both ratings, always kept separate.
ar: التقييمان منفصلان دائمًا.

# library.recent_rated
source: Recently Rated
ar: المقيّم مؤخرًا

# library.recent_saved
source: Recently Saved
ar: المحفوظ مؤخرًا

# library.saved
source: Saved
ar: المحفوظ

# library.saved.empty
source: Nothing saved yet
ar: لا يوجد محفوظ بعد

# library.saved.empty.subtitle
source: Favorite media from Home or Player to keep it here.
ar: احفظ عنصرًا من الرئيسية أو المشغّل ليظهر هنا.

# library.saved.subtitle
source: Favorites and watch-later media that already exist in Max.
ar: المفضلة ووسائط المشاهدة لاحقًا الموجودة فعلًا في Max.

# library.sort.name
source: Name
ar: الاسم

# library.sort.recent
source: Recent
ar: الأحدث

# library.sort.title
source: Sort
ar: ترتيب

# library.stat.items
source: Items
ar: العناصر

# library.stat.storage
source: Storage
ar: التخزين

# library.subtitle
source: Your private spaces, saved media, and offline files.
ar: مساحاتك الخاصة ووسائطك المحفوظة وملفاتك غير المتصلة.

# library.title
source: Storage, collections, and downloads
ar: التخزين والمجموعات والتنزيلات

# library.trash
source: Trash
ar: المهملات

# library.trash.empty
source: Trash is empty
ar: المهملات فارغة

# library.trash.empty.subtitle
source: Items you delete stay here for 30 days before they're removed for good.
ar: العناصر التي تحذفها تبقى هنا 30 يومًا قبل حذفها نهائيًا.

# library.trash.subtitle
source: Deleted items, kept for 30 days
ar: العناصر المحذوفة، تُحفظ 30 يومًا

# library.workspaces
source: Workspaces
ar: مساحات العمل

# library.workspaces.empty
source: No workspaces yet
ar: لا توجد مساحات بعد

# library.workspaces.empty.subtitle
source: Create or join a real workspace from the web product first.
ar: أنشئ مساحة حقيقية أو انضم إليها أولًا من المنتج الأساسي.

# library.workspaces.subtitle
source: Private spaces and shared circles you can actually open.
ar: مساحات خاصة ودوائر مشتركة يمكنك فتحها فعليًا.

source: Loading media
ar: جارٍ تحميل الوسائط

source: Loading video
ar: جارٍ تحميل الفيديو

# login.cta
source: Sign In
ar: تسجيل الدخول

# login.demo.cta
source: Enter Local Demo
ar: الدخول إلى العرض المحلي

# login.email
source: Email
ar: البريد الإلكتروني

# login.error.reason
source: Check your account details and private server connection.
ar: تحقق من بيانات الحساب والاتصال بالخادم الخاص.

# login.error.recovery
source: Review Details and Try Again
ar: راجع التفاصيل وحاول مجددًا

# login.error.title
source: Sign in was not completed
ar: لم يكتمل تسجيل الدخول

# login.eyebrow
source: Native Max
ar: Max الأصلي

# login.footer
source: Uses your real Max account and the existing backend session lifecycle.
ar: يستخدم حساب Max الحقيقي ودورة الجلسة الحالية نفسها.

# login.loading
source: Signing In…
ar: جارٍ تسجيل الدخول…

# login.password
source: Password
ar: كلمة المرور

# login.password.hide
source: Hide Password
ar: إخفاء كلمة المرور

# login.password.show
source: Show Password
ar: إظهار كلمة المرور

# login.server
source: Connected Server
ar: الخادم المتصل

# login.subtitle
source: Welcome to the next generation of productivity and seamless messaging.
ar: مرحباً بك في الجيل القادم من الإنتاجية والدردشة الفائقة لـ Max.

# login.title
source: Welcome to Max
ar: مرحباً بك في Max

# media.kind.audio
source: Audio
ar: صوت

# media.kind.document
source: Files
ar: ملفات

# media.kind.media
source: Media
ar: وسائط

# media.kind.video
source: Video
ar: فيديو

# media.shared_privately
source: Shared privately
ar: مشاركة خاصة

# memories.action.exclude_date
source: Exclude This Date
ar: استبعاد هذا التاريخ

# memories.action.exclude_recordings
source: Exclude Screen Recordings
ar: استبعاد تسجيلات الشاشة

# memories.action.exclude_screenshots
source: Exclude Screenshots
ar: استبعاد لقطات الشاشة

# memories.action.export
source: Export a Local Copy
ar: تصدير نسخة محلية

# memories.action.export_failed
source: The local export could not be created.
ar: تعذر إنشاء التصدير المحلي.

# memories.action.never_show
source: Never Show This Memory
ar: عدم عرض هذه الذكرى مجددًا

# memories.action.open_photos
source: Open in Photos
ar: فتح في الصور

# memories.actions.more
source: More Memory Actions
ar: المزيد من إجراءات الذكرى

# memories.audio
source: Mute or unmute
ar: الصوت

# memories.browse
source: Browse Memories
ar: استعراض الذكريات

# memories.collection.all
source: All
ar: الكل

# memories.collection.empty.subtitle
source: Saved or hidden memories will appear here.
ar: ستظهر هنا الذكريات المحفوظة أو المخفية.

# memories.collection.empty.title
source: Nothing in this collection
ar: لا شيء في هذه المجموعة

# memories.collection.show_all
source: Show All
ar: عرض الكل

# memories.complete.change_explore
source: Change Explore
ar: تغيير طريقة الاستكشاف

# memories.complete.new_cycle
source: Start New Cycle
ar: بدء جولة جديدة

# memories.complete.subtitle
source: Start a new cycle, expand the years, or change how Memories explores this source.
ar: لقد وصلت إلى نهاية هذه الجولة من الذكريات.

# memories.complete.title
source: You've seen everything in this memory set.
ar: اكتملت هذه الجولة

# memories.curation.pure
source: Pure Random
ar: حسب التاريخ

# memories.curation.smart
source: Smart Random
ar: ذكي

# memories.demo.subtitle
source: A synthetic local memory created for Demo Mode.
ar: ذكرى محلية اصطناعية أُنشئت للوضع التجريبي.

# memories.empty.subtitle
source: Try a wider year range, switch the explore mode, or include screenshots if you need them.
ar: غيّر المصدر أو النطاق أو عوامل التصفية للعثور على لحظات أخرى.

# memories.empty.title
source: No memories matched
ar: لا توجد ذكريات مطابقة

# memories.error.index
source: The local photo index could not be updated.
ar: تعذر تحديث فهرس الصور المحلي.

# memories.explore
source: Explore
ar: استكشاف

# memories.favorite
source: Favorite
ar: مفضلة

# memories.filter.any_year
source: Any
ar: أي سنة

# memories.filter.curation
source: Curation
ar: الاختيار

# memories.filter.end_year
source: End Year
ar: سنة النهاية

# memories.filter.explore
source: Explore
ar: الاستكشاف

# memories.filter.include_screen_recordings
source: Include Screen Recordings
ar: تضمين تسجيلات الشاشة

# memories.filter.include_screenshots
source: Include Screenshots
ar: تضمين لقطات الشاشة

# memories.filter.media
source: Media
ar: الوسائط

# memories.filter.media.all
source: All Media
ar: الكل

# memories.filter.media.photos
source: Photos Only
ar: الصور

# memories.filter.media.videos
source: Videos Only
ar: الفيديوهات

# memories.filter.mode
source: Mode
ar: النمط

# memories.filter.range
source: Range
ar: النطاق

# memories.filter.source
source: Source
ar: المصدر

# memories.filter.start_year
source: Start Year
ar: سنة البداية

# memories.filter.summary
source: Screenshots stay excluded by default, cycles stay stable, and hidden items never return silently.
ar: تصفية الذكريات

# memories.filter.theme
source: Theme
ar: السمة

# memories.hidden
source: Hidden
ar: المخفية

# memories.hide
source: Hide from Memories
ar: إخفاء

# memories.home.cta
source: Open in Memories
ar: افتح الذكريات

# memories.home.kicker
source: Resurface
ar: ذكرى لك

# memories.home.subtitle
source: A memory from this week
ar: لحظة مختارة من صورك أو مكتبة Max.

# memories.home.title
source: Resurface
ar: أعد اكتشاف لحظة

# memories.index.updating
source: Updating local index…
ar: جارٍ تحديث الفهرس المحلي…

# memories.layout.highlights
source: Highlights
ar: اللقطات البارزة

# memories.layout.places
source: Places
ar: الأماكن

# memories.layout.timeline
source: Timeline
ar: الخط الزمني

# memories.library.entry
source: Open Memories
ar: فتح الذكريات

# memories.library.entry.subtitle
source: Browse This iPhone, Max Library, or Mixed without creating a second app.
ar: استعرض اللحظات من جهازك وMax.

# memories.library.subtitle
source: Private resurfacing inside Max, with explicit source boundaries.
ar: لحظات من صور هذا الـ iPhone ومكتبة Max.

# memories.library.title
source: Memories
ar: الذكريات

# memories.loading.index
source: Preparing your local memories…
ar: جارٍ تجهيز ذكرياتك المحلية…

# memories.loading.original
source: Loading original
ar: جارٍ تحميل الملف الأصلي

# memories.loading.thumbnail
source: Loading preview
ar: جارٍ تحميل المعاينة

# memories.local.badge
source: Only on This iPhone
ar: على هذا الـ iPhone فقط

# memories.local.short
source: Local
ar: محلي

# memories.media.live_photo
source: Live Photo
ar: صورة حية

# memories.mode.custom_range
source: Custom Years
ar: سنوات مخصصة

# memories.mode.five_years
source: Five Years Ago
ar: منذ خمس سنوات

# memories.mode.next_week
source: Next Week Across Years
ar: الأسبوع القادم

# memories.mode.on_this_day
source: On This Day
ar: في مثل هذا اليوم

# memories.mode.one_year
source: One Year Ago
ar: منذ سنة

# memories.mode.previous_week
source: Previous Week Across Years
ar: الأسبوع السابق

# memories.mode.random
source: Random From Entire Library
ar: عشوائي

# memories.mode.rediscovered
source: Recently Rediscovered
ar: أُعيد اكتشافها مؤخرًا

# memories.mode.saved
source: Saved Memories
ar: الذكريات المحفوظة

# memories.mode.this_week
source: This Week Across Years
ar: هذا الأسبوع

# memories.mode.two_years
source: Two Years Ago
ar: منذ سنتين

# memories.mode.unseen
source: Unseen
ar: غير مشاهدة

# memories.open_in_library
source: Open in Library
ar: فتح في الخزنة

# memories.permission.allow
source: Allow Photo Access
ar: السماح بالوصول إلى الصور

# memories.permission.open_settings
source: Open Settings
ar: فتح الإعدادات

# memories.permission.status.denied
source: Access Denied
ar: تم رفض الوصول

# memories.permission.status.full
source: Full Access
ar: وصول كامل

# memories.permission.status.limited
source: Limited Access
ar: وصول محدود

# memories.permission.status.not_determined
source: Not Requested
ar: لم يُطلب

# memories.permission.status.restricted
source: Restricted
ar: مقيّد

# memories.permission.subtitle
source: Memories lets you revisit photos and videos stored on this iPhone. Nothing is uploaded unless you choose to share it in Max.
ar: اسمح لـ Max بالوصول إلى صورك كي يعرض الذكريات الموجودة على هذا الـ iPhone.

# memories.permission.title
source: This iPhone access is still private.
ar: السماح بالوصول إلى الصور

# memories.places.empty.subtitle
source: Memories with location information will appear here.
ar: ستظهر هنا الذكريات التي تحتوي على معلومات موقع.

# memories.places.empty.title
source: No places to show
ar: لا توجد أماكن لعرضها

# memories.profile.entry
source: Memories Settings
ar: الذكريات

# memories.profile.entry.subtitle
source: This iPhone access, saved references, hidden items, viewer theme, and privacy live here.
ar: أعد اكتشاف الصور والفيديوهات من جهازك وMax.

# memories.profile.subtitle
source: Local-only state for saved, hidden, theme, and privacy.
ar: إعدادات وحالة ذكرياتك الخاصة.

# memories.profile.title
source: Memories
ar: ذكرياتك

# memories.reset.confirm.action
source: Reset Memories
ar: إعادة تعيين الذكريات

# memories.reset.confirm.message
source: This clears only the local index, cache, and preferences. Original Photos stay untouched.
ar: سيؤدي هذا إلى مسح الفهرس وذاكرة التخزين والتفضيلات المحلية فقط. ستبقى الصور الأصلية كما هي.

# memories.reset.confirm.title
source: Reset local Memories?
ar: إعادة تعيين الذكريات المحلية؟

# memories.restore
source: Restore
ar: استعادة

# memories.saved
source: Saved
ar: المحفوظة

# memories.send_failed
source: Max could not send this memory yet.
ar: تعذر إرسال الذكرى.

# memories.send_in_max
source: Send in Max
ar: إرسال في Max

# memories.sending
source: Sending...
ar: جارٍ الإرسال…

source: Memories Settings
ar: إعدادات الذكريات

# memories.settings.access_status
source: Access Status
ar: حالة الوصول

# memories.settings.adjust
source: Adjust Memories
ar: ضبط الذكريات

# memories.settings.cache_size
source: Thumbnail Cache
ar: ذاكرة الصور المصغرة

# memories.settings.clear_cache
source: Clear Thumbnail Cache
ar: مسح ذاكرة الصور المصغرة

# memories.settings.clear_cache.confirm.message
source: Thumbnails are rebuilt the next time you browse Memories. Your photos are not changed.
ar: ستُعاد إنشاء الصور المصغرة عند تصفح الذكريات في المرة القادمة. لن تتغير صورك.

# memories.settings.clear_cache.confirm.title
source: Clear thumbnail cache?
ar: مسح ذاكرة الصور المصغرة؟

# memories.settings.indexed_assets
source: Indexed Assets
ar: العناصر المفهرسة

# memories.settings.last_indexed
source: Last Indexed
ar: آخر فهرسة

# memories.settings.limited_explanation
source: Only the photos you selected are available to Memories.
ar: تتوفر للذكريات الصور التي اخترتها فقط.

# memories.settings.local_only
source: Device-Only Memories
ar: ذكريات على الجهاز فقط

# memories.settings.local_only.explanation
source: Photos, metadata, and choices never leave this device or appear in Max sharing.
ar: لا تغادر الصور وبياناتها واختياراتك هذا الجهاز ولا تظهر في مشاركة Max.

# memories.settings.local_storage
source: Local Storage
ar: التخزين المحلي

# memories.settings.photo_access
source: Photo Access
ar: الوصول إلى الصور

# memories.settings.playback
source: Playback
ar: التشغيل

# memories.settings.prefetch
source: Prefetch Nearby Memories
ar: تحميل الذكريات القريبة مسبقًا

# memories.settings.prefetch.footer
source: Prefetching stays on device and makes vertical browsing smoother.
ar: يبقى التحميل المسبق على الجهاز ويجعل التصفح العمودي أكثر سلاسة.

# memories.settings.privacy
source: Privacy
ar: الخصوصية

# memories.settings.reduce_motion
source: Calmer Motion
ar: حركة أكثر هدوءًا

# memories.settings.reindex
source: Rebuild Local Index
ar: إعادة بناء الفهرس المحلي

# memories.settings.reset
source: Reset Local Memories
ar: إعادة تعيين الذكريات المحلية

# memories.settings.reset.footer
source: Resetting never deletes original Photos.
ar: لا تؤدي إعادة التعيين إلى حذف الصور الأصلية.

# memories.settings.start_muted
source: Start Videos Muted
ar: بدء الفيديوهات دون صوت

# memories.source.device
source: This iPhone
ar: هذا الـ iPhone

# memories.source.max
source: Max Library
ar: Max

# memories.source.mixed
source: Mixed
ar: مختلط

# memories.subtitle
source: This iPhone, Max Library, and Mixed stay explicit. Nothing uploads unless you ask Max to send it.
ar: لحظات خاصة من جهازك ومكتبة Max، مصممة لك.

# memories.system_share
source: System Share
ar: مشاركة

# memories.theme.night_sky
source: Night Sky
ar: سماء ليلية

# memories.theme.reflective
source: Reflective Dark
ar: تأملي

# memories.title
source: Revisit what matters without blurring where it came from.
ar: الذكريات

# memories.unsave
source: Remove from Saved
ar: إزالة من المحفوظة

# offline.banner
source: Offline mode: local downloads stay available.
ar: وضع عدم الاتصال: التنزيلات المحلية تبقى متاحة.

# photos.saved
source: Saved to Photos
ar: تم الحفظ في الصور

# photos.saving
source: Saving to Photos
ar: جارٍ الحفظ في الصور

# player.add_to_collection
source: Add to Collection
ar: إضافة إلى مجموعة

# player.collection.items_format
source: %lld items
ar: %lld عنصرًا

# player.current_position
source: Current Position
ar: الموضع الحالي

# player.duration
source: Duration
ar: المدة

# player.error.not_playable
source: This media cannot be played.
ar: لا يمكن تشغيل هذه الوسائط.

# player.failed.subtitle
source: Check your connection or try again.
ar: تحقق من الاتصال أو حاول مرة أخرى.

# player.failed.title
source: Playback could not start
ar: تعذر بدء التشغيل

# player.forward
source: Forward ten seconds
ar: تقديم عشر ثوان

# player.next
source: Next
ar: التالي

# player.offline.subtitle
source: This content is not available offline.
ar: هذا المحتوى غير متاح بدون اتصال بالإنترنت.

# player.offline.title
source: No Internet Connection
ar: لا يوجد اتصال بالإنترنت

# player.offline_ready
source: Offline ready
ar: جاهز دون اتصال

# player.offline_unavailable
source: This item is not saved offline.
ar: هذا العنصر غير محفوظ دون اتصال.

# player.options
source: Playback Options
ar: خيارات التشغيل

# player.picture_in_picture
source: Picture in Picture
ar: صورة داخل صورة

# player.play_vertical
source: Play in Vertical Feed
ar: تشغيل بنظام تيكتوك

# player.position
source: Playback position
ar: موضع التشغيل

# player.previous
source: Previous
ar: السابق

# player.restart
source: Restart
ar: إعادة البدء

# player.resume
source: Resume
ar: متابعة

# player.rewind
source: Rewind ten seconds
ar: إرجاع عشر ثوان

# player.send_to_chat
source: Send to Chat
ar: إرسال إلى محادثة

# player.send_to_chat.subtitle
source: Choose where to send this media.
ar: اختر المحادثة التي سترسل إليها الوسائط.

# player.speed
source: Playback Speed
ar: سرعة التشغيل

# player.streaming
source: Streaming
ar: يتم البث

# player.system_share
source: Share
ar: مشاركة

# player.unavailable.subtitle
source: This media is not downloaded locally and no valid stream URL is available.
ar: هذه الوسائط غير منزلة محليًا ولا يوجد رابط بث صالح حاليًا.

# player.unavailable.title
source: Playback unavailable
ar: التشغيل غير متاح

# player.vertical_feed
source: Vertical Feed
ar: مشغل التمرير

# plugin.action.apply_theme
source: Apply Visual Theme
ar: تطبيق السمة البصرية

# plugin.action.deactivate_style
source: Deactivate Style
ar: إلغاء تفعيل المظهر

# plugin.action.disable_feature
source: Disable Feature
ar: تعطيل الميزة

# plugin.action.enable_feature
source: Enable Feature
ar: تفعيل الميزة

# plugin.action.install
source: Install Extension
ar: تثبيت الإضافة

# plugin.permission.access_network
source: Access Network
ar: الوصول إلى الشبكة

# plugin.permission.access_network.desc
source: Allows fetching external data restricted to declared whitelist domains.
ar: يسمح بجلب البيانات الخارجية المقيدة بالنطاقات المصرح بها.

# plugin.permission.modify_appearance
source: Modify Interface Appearance
ar: تعديل مظهر الواجهة

# plugin.permission.modify_appearance.desc
source: Allows changing colors, shapes, tab-bar designs, and overlay animations.
ar: يسمح بتغيير الألوان والأشكال وتصميم شريط التبويب والحركات.

# plugin.permission.modify_navigation
source: Modify Navigation
ar: تعديل التنقل
